export const FAQ_VISIBLE_COUNT = 5;

export const FAQ_ITEMS = [
  {
    question: 'Какие виды повреждений покрываются страховкой?',
    answer:
      '<p>Страховкой покрываются повреждения, которые возникли в результате механического повреждения или воздействия жидкости, а также в иных случаях, указанных в полисе. Повреждения, возникшие в ходе повседневного использования и естественного износа — такие, как потёртости, царапины и прочее, не являются страховым случаем. Подробнее о страховых случаях читайте в полисе страхования.</p>',
  },
  {
    question: 'Покрывается&nbsp;ли кража устройства?',
    answer:
      '<p>Нет, не покрывается. Все страховые случаи указаны в полисе страхования.</p>',
  },
  {
    question: 'Как определяется стоимость страховки?',
    answer:
      '<p>Стоимость рассчитывается исходя из стоимости устройства, которое вы приобретаете, и страхового тарифа, установленного страховой компанией, и будет показана на карточке приобретаемого товара.</p>',
  },
  {
    question: 'Что делать при наступлении страхового случая?',
    answer:
      '<p>Откройте карточку заказа вашего товара на сайте или в мобильном приложении Яндекс Маркета → заполните заявление о страховом случае, нажав на кнопку «Действует страховка».</p>' +
      '<p>Для этого вам потребуется паспорт, фото и видео вашего товара, на которых будут видны повреждения. Также мы попросим указать вашу информацию о произошедшем событии и личные данные.</p>' +
      '<p>После сформируется заявление о страховом случае, чтобы вы могли его проверить. Подпишите заявление с помощью ввода кода из СМС.</p>' +
      '<p>Мы получим вашу заявку, всё изучим и свяжемся с вами в чате поддержки. После рассмотрения вашего страхового случая мы произведем выплату денежных средств на ремонт или замену вашей застрахованной покупки.</p>' +
      '<p>Вы всегда сможете посмотреть статус обращения в разделе «Действует страховка» в карточке заказа Яндекс Маркета или в профиле, перейдя в раздел «Страховки».</p>' +
      '<p>При выплате денежных средств вам нужно будет отказаться от старого устройства в пользу страховой компании и передать его нам через курьерскую службу.</p>',
  },
  {
    question:
      'Что делать, если после покупки выяснилось, что устройство имеет недостатки или заводской брак?',
    answer:
      '<p>Обратитесь в поддержку Яндекс Маркета на сайте или в мобильном приложении, чтобы решить вашу ситуацию.</p>',
  },
  {
    question: 'Включает&nbsp;ли страховка защиту от повреждений водой или другой жидкостью?',
    answer: '<p>Да, включает.</p>',
  },
  {
    question: 'Что я&nbsp;получу при страховом случае?',
    answer:
      '<p>Если наступит страховой случай, вам будет выплачено страховое возмещение. Размер возмещения будет зависеть от стоимости вашей покупки.</p>',
  },
  {
    question: 'Сколько действует страховка?',
    answer:
      '<p>Фанатская страховка на телевизоры действует в период проведения ЧМ-2026 по футболу: с&nbsp;11&nbsp;июня по&nbsp;20&nbsp;июля включительно.</p>',
  },
  {
    question: 'Нужно&nbsp;ли платить франшизу при страховом случае?',
    answer:
      '<p>При полной гибели устройства и выплате страховой суммы, необходимо отказаться от годных остатков устройства в пользу страховой компании. В противном случае, выплата будет произведена с учетом франшизы. Подробно ознакомиться с условиями вы можете в полисе страхования.</p>',
  },
  {
    question: 'Что такое лимит/страховая сумма?',
    answer:
      '<p>Страховая сумма — это денежная сумма, которая определяет максимальный размер возмещения по полису страхования при наступлении страхового случая. В пределах этой суммы осуществляется страховое возмещение по застрахованному устройству.</p>',
  },
  {
    question: 'Стихийные бедствия являются страховым случаем?',
    answer:
      '<p>Стихийные бедствия не являются страховым случаем. Список страховых случаев вы можете прочитать в полисе страхования.</p>',
  },
  {
    question: 'Сколько времени занимает рассмотрение заявки?',
    answer:
      '<p>Обычно рассмотрение заявки занимает не более 1 часа в рабочее время, а выплата производится в течение 2 рабочих дней.</p>',
  },
  {
    question: 'Покрываются&nbsp;ли косметические повреждения, такие как царапины?',
    answer:
      '<p>Нет, такие повреждения не покрываются страховкой и не подлежат возмещению.</p>',
  },
  {
    question:
      'Является&nbsp;ли замена аксессуаров, таких как блок питания или пульт, частью страхового покрытия?',
    answer: '<p>Нет, страхование распространяется только на основное устройство.</p>',
  },
  {
    question: 'В&nbsp;каких странах распространяется страхование?',
    answer:
      '<p>Страхование распространяется на события, произошедшие с застрахованным товаром по всему миру. Однако при наступлении страхового случая будет нужно, чтобы застрахованный товар был передан нам на территории РФ.</p>',
  },
  {
    question: 'Как продлить страховку?',
    answer:
      '<p>Сейчас продление недоступно, но в скором времени мы добавим такую возможность и поделимся новостью с пользователями.</p>',
  },
  {
    question: 'Что делать, если я&nbsp;не согласен с решением страховой компании по моему случаю?',
    answer:
      '<p>Если вы остались недовольны процессом рассмотрения страхового случая, обратитесь в чат поддержки на сайте или в мобильном приложении Яндекс Маркета из раздела «Страховки» вашего профиля. Ваше обращение внимательно рассмотрят и разберутся в ситуации.</p>',
  },
  {
    question: 'Как изменится стоимость страховки после страхового случая?',
    answer:
      '<p>Если были обращения по полису, то при оформлении нового полиса стоимость может измениться в большую сторону.</p>',
  },
  {
    question: 'Что произойдёт, если я&nbsp;продам или подарю застрахованное устройство?',
    answer:
      '<p>Страховой полис и защита по нему продолжат действовать до окончания срока, указанного в полисе, однако обратиться по страховому случаю и получить страховое возмещение сможет только тот, кто покупал товар.</p>',
  },
  {
    question: 'Страхование доступно для граждан других стран?',
    answer:
      '<p>Да, если вы являетесь гражданином другой страны, то можете оформить полис страхования и воспользоваться страховкой.</p>',
  },
  {
    question: 'Страхование доступно для граждан менее 18&nbsp;лет?',
    answer: '<p>Нет, страховка доступна только для лиц, достигших 18 лет.</p>',
  },
  {
    question: 'Какая сумма будет возвращена при отказе от страховки?',
    answer:
      '<p>При отказе от страховки вам будет возвращена страховая премия, оплаченная вами. Подробнее об условиях возврата читайте в полисе страхования.</p>',
  },
  {
    question: 'Где ознакомиться с&nbsp;подробными условиями страхования?',
    answer:
      '<p>С подробными условиями страхования можно ознакомиться в полисе и правилах страхования.</p>' +
      '<p>ПАО «Группа Ренессанс Страхование»: <a href="https://www.renins.ru/Media/Default/doc/rules_new/139.1.pdf" target="_blank" rel="noopener noreferrer">правила страхования</a>; <a href="https://yastatic.net/s3/doc-binary/src/legal/ru/market_insurance_KID_zamena_renins.pdf" target="_blank" rel="noopener noreferrer">полис страхования</a>;</p>' +
      '<p>САО «ВСК»: <a href="https://www.vsk.ru/cms/assets/3bea9cef-661b-45a9-a1c7-045c4c233f5c" target="_blank" rel="noopener noreferrer">правила страхования</a>; <a href="https://yastatic.net/s3/doc-binary/src/legal/market_insurance/ru/files/market_insurance_KID_zamena_VSK.pdf" target="_blank" rel="noopener noreferrer">полис страхования</a>.</p>',
  },
];
